Revit 2024 API
TransactWithCentralOptions Constructor
 Constructs a new TransactWithCentralOptions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public TransactWithCentralOptions()
Visual Basic
Public Sub New
Visual C++
public:
TransactWithCentralOptions()
See Also
TransactWithCentralOptions Class
Autodesk.Revit.DB Namespace